{
	"language" : { "code" : "en", "name" : "English", "alignment": "left" },
	"title": "Multi-Wavelength Universe",
	"help": {
		"label": "Help",
		"title": "About this activity",
		"html": "<p>The aim of this activity is to match images of astronomical objects, observed in different wavelengths, with the object's visible image (a composite image made up of a red, green and blue images).</p>\n<p>Where to start...</p>\n<ol>\n<li>Select an astronomical object from the &quot;Select Object&quot; list. This object's visible image will then be displayed.</li>\n<li>Select a wavelength - radio, far-infrared, mid-infrared, UV or X-ray - to see a random list of images of objects taken in that wavelength. Look through the suggestions and select the one you think is a match and it will be added to your answer grid. Think about the object such as its shape and size in the different wavelengths. What could that visible object, now in a different wavelength, reveal?</li>\n<li>Once you have selected an image from each of the available wavelengths press the <button class=\"btn btn-primary btn-inline\">Check your answers</button> button to see whether your selections are correct. More Information about the object, such as its history and what the different wavelength images reveal about the object, will then become available.</li>\n</ol>"
	},
	"selectobject" : {
		"title": "Select an object",
		"withobject": "Object: %OBJECT%",
		"button": "Choose another object"
	},
	"instructions" : {
		"visible": "The visible light image",
		"select" : "Choose the corresponding %WAVELENGTH% image (scroll right for more)"
	},
	"check" : {
		"button" : "Check your answers",
		"result" : "You got <strong>%CORRECT%/%TOTAL%</strong> correct.",
		"average" : "Overall score: <strong>%PERCENT% (%CORRECT%/%TOTAL%)</strong>"
	},
	"info" : {
		"title" : "Information",
		"button" : "More information about this object",
		"more": "<strong>View object with</strong>: <a href=\"http://www.google.com/sky/#longitude=%LONGITUDE%&latitude=%LATITUDE%&zoom=8\" target=\"_sky\">Google Sky</a> or <a href=\"http://www.chromoscope.net/?ra=%RA%&dec=%DEC%&z=6\" target=\"_chromoscope\">Chromoscope</a><br /><strong>Coordinates:<\/strong> RA: %RA%, Dec: %DEC%"
	},
	"banners": [{
		"credit": "ESA/NASA/Herschel/Hubble/DSS",
		"file": "images/banner2.jpg"
	},{
		"credit": "Spitzer Legacy Program/GALEX Nearby Galaxy Survey/R. Jay GaBany",
		"file": "images/banner.jpg"
	},{
		"credit": "NASA/CXC/Univ.Potsdam/L.Oskinova et al/STScI/JPL-Caltech",
		"file": "images/banner3.jpg"
	},{
		"credit": "ESA/Herschel/HOBYS/XMM-Newton",
		"file": "images/banner4.jpg"
	},{
		"credit": "ESA/Herschel/SPIRE/PACS/HELGA/XMM/EPIC/OM",
		"file": "images/banner5.jpg"
	}],
	"wavelengths": [{
		"title": "Visible",
		"dir": "visible"
	},{
		"title": "Radio",
		"dir": "radio"
	},{
		"title": "Far Infra-red",
		"dir": "fir"
	},{
		"title": "Mid Infra-red",
		"dir": "mir"
	},{
		"title": "Near Infra-red",
		"dir": "nir"
	},{
		"title": "Ultraviolet",
		"dir": "uv"
	},{
		"title": "X-ray",
		"dir": "xray"
	}],
	"objects":[{
		"name" : "Centaurus A",
		"images" : {
			"visible" : {
				"file": "cena_vis_square.jpg",
				"credit": "NOAO"
			},
			"fir" : {
				"file": "cenA_fir_Herschel.jpg",
				"credit" : "Herschel"
			},
			"radio" : {
				"file": "cenA_radio_vla.jpg",
				"credit": "VLA"
			},
			"mir" : {
				"file": "cena_mir-square_spitzer.jpg",
				"credit" : "Spitzer"
			},
			"uv" : {
				"file": "cena_uv_galex.jpg",
				"credit" : "GALEX"
			},
			"xray" : {
				"file": "cena_xray_chandra.jpg",
				"credit": "Chandra"
			}
		},
		"coord" : {
			"ra" : "201.375",
			"dec" : "-43.017"
		},
		"info" : "This object is Centaurus A, a large elliptical galaxy 11 million light years from Earth. Lying in the constellation of Centaurus the Centaur, the galaxy is particularly notable because of the dark lanes of dust stretching across the enormous ball of stars. When viewed in mid-infrared light, this dust is seen to be glowing, while the stars become invisible.  At longer far-infrared wavelengths, the dust is still seen, but there are two peculiar jets emanating from the centre of the galaxy.  These are the same jets as seen in the radio and x-ray images, and are composed of very energetic particles which have been ejected from the galaxy by the massive black hole in its centre.  They stretch for 13,000 light years into intergalactic space, and will have a strong impact on the behaviour of the galaxy, such as the rate at which it is forming stars.  Similar jets are seen in many other galaxies, and imply that the black hole is actively accreting material from its immediate surroundings. Centaurus A is the closest example of an &quot;active galaxy&quot;."
	},{
		"name" : "The Crab Nebula",
		"images" : {
			"visible" : {
				"file" : "crab_vis_vlt.jpg",
				"credit" : "VLT"
			},
			"radio" : {
				"file" : "crab_radio_NRAO.jpg",
				"credit" : "NRAO"
			},
			"fir" : {
				"file" : "crab_fir_Herschel-PACS.jpg",
				"credit" : "Herschel-PACS"
			},
			"mir" : {
				"file" : "crab_mir_spitzer.jpg",
				"credit" : "Spitzer"
			},
			"uv" : {
				"file" : "crab_uv_UIT.jpg",
				"credit" : "UIT"
			},
			"xray" : {
				"file" : "crab_xray-square_chandra.jpg",
				"credit" : "Chandra"
			}
		},
		"coord" : {
			"ra" : "83.625",
			"dec" : "22.017"
		},
		"info": "This is the Crab Nebula, so called because the Earl of Rosse thought it looked like a crab.  We now know that it is a &quot;supernova remnant&quot;, which is all that remains of a massive star which exploded.  In the case of the Crab Nebula, we know that the star exploded in 1054 AD, and was observed by Chinese and Arabic astronomers.  Such a violent explosion, would have briefly changed the face of the constellation of Taurus, but at a distance of around 6,500 light years would have had no effect on the Earth itself.  The material which made up the star was thrown out into the surrounding space, and the visible light image shows the resulting cloud of gas, laced through with small amounts of dust.  The gas is glowing at visible, ultraviolet, far-infrared and radio wavelengths.  The x-ray image shows a swirling disc of material, at the centre of which lies the only solid remains of the star.  This very dense &quot;neutron star&quot; is around the same mass as the Sun, but is only around 20km across.  It spins on its axis 30 times a second, and as it does so it sends beams of radio waves and x-rays out of its poles.  Thes beams happen to pass over the Earth once every revolution, much like a lighthouse beam, causing what astronomers call a &quot;pulsar&quot;.<br /><br />The Crab Nebula is just visible in binoculars from a dark site, and a small telescope will bring out its diffuse nature, though larger telescopes and long exposure photographs are neaded to produce the vivid colours seen here."
	},{
		"name" : "Antennae",
		"images" : {
			"visible" : {
				"file" : "antennae_vis_hst.jpg",
				"credit" : "Hubble"
			},
			"radio" : {
				"file" : "antennae_radio_vla.jpg",
				"credit" : "VLA"
			},
			"fir" : {
				"file" : "antennae_fir_Herschel-PACS_small.jpg",
				"credit" : "Herschel-PACS"
			},
			"mir" : {
				"file" : "antennae_mir_spitzer.jpg",
				"credit" : "Spitzer"
			},
			"xray" : {
				"file" : "antennae_xray_chandra.jpg",
				"credit" : "Chandra"
			}
		},
		"coord" : {
			"ra" : "180.47",
			"dec" : "-18.169"
		},
		"info":"This bizarre looking galaxy is actually two galaxies, which individually go by the catalogue names of NGC 4038 and NGC 4039.  The galaxies are in the process of merging, and the two bright central bulges can be seen in the upper right and lower left of the visible light image.  The two galaxies have been severely disrupted by each other, and their gravitational pull has stripped stars out to form huge &quot;tidal tails&quot; of stars and dust.  These are more apparent in wider views, and are what lead to them being called the &quot;antennae&quot;.  Discovered by William Herschel in 1785, they lie around 50 million lightyears away in the constellation of Corvus the Crow.  The collision of massive clouds of gas and dust has lead to a bout of star formation, which causes the gas and dust to be warmed and therefore glow at mid-infrared, far-infrared and radio wavelengths. The x-ray image shows very energetic material, with the bright spots being particular types binary star systems.  When one star in a binary system has died and become either a white dwarf, a neutron star, or even a black hole, it can pull material off its companion star.  This heats the material to immense temperatures and causes it to emit x-rays, forming what are called &quot;x-ray binary stars&quot;.<br /><br />A small telescope will show the antennae galaxies, and a long-exposure photograph through a medium-sized telescope should show their distinctive shape."
	},{
		"name" : "Cassiopeia A",
		"images" : {
			"visible" : {
				"file" : "casa_vis_hst.jpg",
				"credit" : "Hubble"
			},
			"radio" : {
				"file" : "casA_radio_NRAO.jpg",
				"credit" : "VLA"
			},
			"fir" : {
				"file" : "casA_fir_Herschel-PACS.jpg",
				"credit" : "Herschel-PACS"
			},
			"mir" : {
				"file" : "casA_mir_spitzer.jpg",
				"credit" : "Spitzer"
			},
			"xray" : {
				"file" : "casa_xray_chandra.jpg",
				"credit" : "Chandra"
			}
		},
		"coord" : {
			"ra" : "350.858",
			"dec" : "0.98"
		},
		"info" : "Cassiopeia A is the remnant of a supernova explosion that occured over 300 years ago in our Galaxy, at a distance of about 11,000 light years from Earth. Its name is comes from the constellation in which it is seen; Cassiopeia, a Queen in Greek mythology. Cassiopeia A is one of the brightest radio sources in the sky over 1 Ghz but at visible wavelengths is is quite faint. X-ray imaging shows an expanding shell of hot gas produced by the explosion. This gaseous shell is about 10 light years in diameter, and has a temperature of about 50 million degrees Moreover, due to the supernova explosion, Cassiopeia A is expanding at a rate betweeen 4,000-6,000 kilometers per second. Before the supernova explosion Cassiopeia A was an original star like our Sun with a mass of approximately 15 to 20 solar masses."
	},{
		"name" : "Large Magellanic Cloud",
		"images" : {
			"visible" : {
				"file": "lmc_vis_square.jpg",
				"credit": ""
			},
			"fir" : {
				"file": "lmc_fir_iras.jpg",
				"credit": "IRAS"
			},
			"radio" : {
				"file": "lmc_radio_rauib.jpg",
				"credit": "RAUIB"
			},
			"uv" : {
				"file": "lmc_uv_rocket.jpg",
				"credit": "Rocket"
			},
			"xray" : {
				"file": "lmc_xray_rosat.gif",
				"credit": "ROSAT"
			}
		},
		"coord" : {
			"ra" : "79.75",
			"dec" : "-69"
		},
		"info" : "This object is the Large Magellanic Cloud(LMC).The object was named after a Portuguese navigator called Ferdinand Magellan who first sailed around the world. It is a small galaxy that is about 200,000 light years from earth and orbits the Milky Way. Traditionally classified as an irregular galaxy new evidence suggests that it is in fact a barred spiral galaxy. In 1987 an exploding star call Supernova 1987a was observed in the LMC which was the closest supernove observed since 1604. The LMC is also a region of active star formation scattered with glowing nebula including the Tarantula Nebula the brightest stellar nursery in our cosmic neighbourhood. A very interesting fact is that the LMC is gravitationally attached to the Milky way galaxy. This is because the Milky way is much bigger when compared to the LMC. Looking at the radio regime we can see radio emission which comes from synchroton emission due to supernova explosions. In contrast, the infra red regime shows warm dust heated from young Stars."
	},{
		"name" : "Andromeda",
		"images" : {
			"visible" : {
				"file" : "m31_vis_gendler_rot.jpg",
				"credit" : "Rob Gendler"
			},
			"radio" : {
				"file" : "m31_radio_effelsberg.jpg",
				"credit" : "Effelsberg"
			},
			"fir" : {
				"file" : "m31_fir_herschel.jpg",
				"credit" : "Herschel"
			},
			"mir" : {
				"file" : "m31_mir_spitzer_rot.jpg",
				"credit" : "Spitzer"
			},
			"uv" : {
				"file" : "m31_uv_galex.jpg",
				"credit" : "GALEX"
			},
			"xray" : {
				"file" : "m31_xray_xmm.jpg",
				"credit" : "XMM-Newton"
			}
		},
		"coord" : {
			"ra" : "10.657",
			"dec" : "41.267"
		},
		"info" : "This object is the Andromeda Galaxy a spiral galaxy which is the closet large galaxy to the Milky Way at 2.5 million light years away. Also known as Messier 31 (M31), it is moving towards the Milky Way at around 120 kilometers per hour and the two galaxies are expected to collide in around 4.5 billion years.This is because the mysterious matter, called 'Dark matter', between them attracts them to one another.  It gets its name from the region of the sky in which it appears; the constellation of Andromeda. Whilst is the largest galaxy in the local group, it may not be the most massive as recent findings suggest the Milk Way contains more dark matter making it the  most massive in the local group. It contains around a trillion stars; more than double the number found in the Milky Way. Andromeda can be seen from the naked eye on a clear night sky. Referring to the infra red images it is evident that the bright emission comes from the center of the galaxy. More importantly these images show rings of infra-red light around the center. This is key feature since this is where Star formation occurs within the galaxy. This is further shown in the UV image where the blue regions contain hot and high mass stars. The orange bulge shows Stars that are ol (formed millions of years ago) and cooler."
	},{
		"name" : "Triangulum",
		"images" : {
			"visible" : {
				"file": "m33_vis_gendler.jpg",
				"credit" : "Rob Gendler"
			},
			"radio" : {
				"file": "m33_radio_nrao.jpg",
				"credit" : "NRAO"
			},
			"mir" : {
				"file": "m33_mir_spitzer.jpg",
				"credit" : "Spitzer"
			},
			"uv" : {
				"file": "m33_uv_UIT.jpg",
				"credit" : "UIT"
			},
			"xray" : {
				"file": "m33_xray_rosat.jpg",
				"credit": "ROSAT"
			}
		},
		"coord" : {
			"ra" : "23.475",
			"dec" : "30.65"
		},
		"info" : "This object is the Triangulum Galaxy also known as M33 and is approximately 3 million light-years from Earth. Triangulum was given the nickname the 'Pinwheel galaxy' because of its appearance and it is the most frequent viewed galaxy with the naked eye. It is a spiral galaxy located in the constellation of Triangulum and spans approximately 50,000 light-years. It is approaching the Milky Way galax at approximately 24 kilometers per hour. This galaxy contains around 40 billion stars and is the third largest galaxy in the Local Group containing many star-forming regions. The mass of the Triangulum Galaxy ia estimated to be between 10 and 40 billion solar masses. The nucleus of this galaxy is a star forming region, and it contains an ultraluminous X-ray source being the  most luminous source of X-rays in the Local Group (refer to X-ray image). However, the nucleus does not appear to contain a supermassive black hole. Triangulum galaxy has a abudance of cool hyrdogen gas which is shown in the radio image. From the UV image astronomers can study and  can locate spiral arms. This is because Star formation occurs in the spiral arms of a galaxies and young stars significantly emit UV radiation."
	},{
		"name" : "Orion",
		"images" : {
			"visible" : {
				"file": "m42_vis_hst.jpg",
				"credit" : "Hubble"
			},
			"fir" : {
				"file": "m42_microwave_planck.jpg",
				"credit" : "Planck"
			},
			"nir" : {
				"file": "m42_nir_vista.jpg",
				"credit" : "VISTA"
			},
			"mir" : {
				"file": "m42_mir_spitzer.jpg",
				"credit" : "Spitzer"
			},
			"xray" : {
				"file": "m42_xray_XMM.jpg",
				"credit": "XMM-Newton"
			}
		},
		"coord" : {
			"ra" : "83.85",
			"dec" : "-5.45"
		},
		"info" : "This object is the Orion Nebula also known as M42 and is around 1,344 light years from earth. It is a glowing emission nebula, one of the brightest visible to the naked eye, and has a greenish hue. Its position in the sky is just below Orions belt. It is a region of massive star formation with a mass of aproximately 2000 solar masses and is the nearest star formation to Earth making it well studied. Orion nebula contains energetic young stars which are destroyed releashing hot gas, shock waves and pouring out stellar winds. The infra red images show there is abundance of warm dust(red) within the Orion Nebula. This is essiential for Star formation and explains the rate of stars being formed. The X-ray regime shows there are high energy sources which include globular clusters."
	},{
		"name" : "Messier 81",
		"images" : {
			"visible" : {
				"file": "m81_vis_gendler.jpg",
				"credit" : "Rob Gendler"
			},
			"fir" : {
				"file": "m81_fir_herschel.jpg",
				"credit" : "Herschel"
			},
			"radio" : {
				"file" : "m81_radio_vla.jpg",
				"credit": "VLA"
			},
			"uv" : {
				"file": "m81_uv_UIT.jpg",
				"credit" : "UIT"
			},
			"xray" : {
				"file": "m81_xray_chandra.jpg",
				"credit": "Chandra"
			}
		},
		"coord" : {
			"ra" : "148.9",
			"dec" : "69.067"
		},
		"info" : "This object is the galaxy Messier 81. It is a spiral galaxy located in thr northern constellation of Ursa Major. It is located 12 million light years from earth making it one of the closest spiral galaxies to our Milky Wat and visible using a small telescope or binoculars. There is an unusually bright hot 'bulge' of stars at it centre which has basicall two possible explanations:- a) an encouner with a neighbouring galaxy cause interstellar gas to be comprssed due to gravity causing them to collapse and generate hot massive stars; b) the nucleus of M81 is a &quot;mini-quasar%quot; -- a disk of hot gas surrounding a supermassive black hole. Note the radio image of M81. This radio emission has been passed through a filter where only light emitted by neutral hyrdogen is allowed. It is therefore notable that M81 contains high amount of gaseous neutral hyrdrogen which is very useful to detect spiral arms. The far infra-red image shows warm dust (red) within M81. This dust in M81 is surrounded by UV and visible light where upon it absorbs its equivalent photon energy. As a consequence the dust heats up and re-emits a photon at longer infra wavelenghts. Furthermore, the UV image shows reveals M81's spiral structure and multiple sprial arms."
	},{
		"name" : "Messier 82",
		"images" : {
			"visible" : {
				"file": "M82_vis_gendler.jpg",
				"credit": "Rob Gendler"
			},
			"fir" : {
				"file": "m82_fir_herschel.jpg",
				"credit" : "Herschel"
			},
			"radio" : {
				"file": "M82_radio_vla-merlin.jpg",
				"credit": "VLA-MERLIN"
			},
			"mir" : {
				"file": "m82_mir_spitzer_rot.jpg",
				"credit" : "Spitzer"
			},
			"uv" : {
				"file": "m82_uv_UIT.jpg",
				"credit" : "UIT"
			},
			"xray" : {
				"file": "m82_xray_chandra.jpg",
				"credit": "Chandra"
			}
		},
		"coord" : {
			"ra" : "148.95",
			"dec" : "69.683"
		},
		"info" : "This object is the galaxy Messier 82. It is gravitationally bound to M81 and is therefore about the same distane away at 12 million light years. It is a relatively small galaxy having a mass of about one tenth of the Milky Way but is producing stars at a rate of about 10 times that of the Milky Way. It is known as a 'star burst' galaxy because of the high level of star formation and is therefore one of the brightest galaxies in the sky at infrared wavelengths. M82's visible image shows a reddish colour near the center of the galaxy. This is because the dust grains located in these areas scatter short wavelengths (blue light) greater than longer wavelengths(red light). Therefore, less blue light reaches us here on Earth. Furthermore, the visible image shows dark absorption lanes across the galaxy. This occurs due as visible light is absorbed by the dust in that area. M82's radio image shows the complicated structure of radiation which is being emitted by the galaxy. Far infra-red and mid infra-red regions indicate there is hot dust at the center of the galaxy (shown in red) with the temperature of the dust decreasing the further you go out from the center (from red to blue). M82's unique appearance is further shown in the Ultra-violet image. Note the different areas of UV emission and this is explained by the ambiguous dust that lies in M82. In contrast to the other images, the X-ray image doesn't appear to be M82. The X-ray emission is mostly located at the center of M82. Furtehrmore, Supernova remanants and X-ray binaries are shown as bright spots."
	},{
		"name" : "Messier 87",
		"images" : {
			"visible" : {
				"file" : "M87_vis_gendler.jpg",
				"credit" : "Rob Gendler"
			},
			"radio" : {
				"file" : "m87_radio_nrao.jpg",
				"credit" : "NRAO"
			},
			"fir" : {
				"file" : "m87_fir_herschel.jpg",
				"credit" : "Herschel"
			},
			"mir" : {
				"file" : "m87_mir_iras.jpg",
				"credit" : "IRAS"
			},
			"xray" : {
				"file" : "m87_xray_chandra.jpg",
				"credit" : "Chandra"
			}
		},
		"coord" : {
			"ra" : "187.7",
			"dec" : "12.4"
		},
		"info" : "This object is the galaxy Messier 87 and is at the heart of a cluster of galaxies in the constellation of Virgo. Its distance from earth is 53.5 million light years and unlike the Milk Way, M87 is an elliptical galaxy. It contains little gas and dust and is composed mostly of cool stars that give it a yellowish colour. Because of the lack of star forming materals, star formation is relativel low. At the centre of the galaxy is a super massive black hole with emits high levels of x-rays in bursts every few millions of years. These outbursts cause shockwave in the gas and dust which prevent it cooling and forming new stars. Referringto the radio regime of Messier 87 shows that its' center contains the brighest radio emission (shown in red). Jets of radio emission extend from the center to the left and right of Messier 87's center which leads to large radio lobes (yellow). A notable feature of the radio regime of Messier 87 is that the western lobe (right side) travels to the south (bottom) all of a sudden. This implies that the western lobe is being forced into a denser and unobserved interstellar medium. Messier 87 in the mid infra-red image regime is barely notable where random noise fluctuations are seen in green. On the other hand, in the mid infra-red image Messier 87 slightly recognisable. The center of M87 is seen to be red revealing peak emission. M87, like most elliptical galaxies, don't contain a vast amount of interstellar dust. Hence, strong sources of thermal infra-red radiation are not possible. The X-ray image of M87 shows that its center contains the strongest X-ray source and an outer sphere of less intense X-ray emission."
	},{
		"name" : "Sombrero Galaxy",
		"images" : {
			"visible" : {
				"file": "m104_vis_hst.jpg",
				"credit": "Hubble"
			},
			"nir" : {
				"file": "m104_nir_2mass.jpg",
				"credit" : "2MASS"
			},
			"radio" : {
				"file": "m104_radio_vla_magfield.jpg",
				"credit": "VLA"
			},
			"mir" : {
				"file": "m104_mir_spitzer.jpg",
				"credit" : "Spitzer"
			},
			"xray" : {
				"file": "m104_xray_chandra.jpg",
				"credit": "Chandra"
			}
		},
		"coord" : {
			"ra" : "190",
			"dec" : "11.617"
		},
		"info" : "Messier 104, found in the Virgo constellation, is more commonly known as the Sombrero Galaxy, as the thick layer of dust makes it look like the mexican hat when seen in visible light. It is 50 million light years across and 20 million light years from Earth and is an unbarred spiral galaxy. Messier 104 is notable for having a very bright center with a well defined boarder and for having a dust lane. This is a galaxy that has never been explored and is unlikely to be due to its strong gravitational force. However, we do know that Messier 104 has a recessional velocity approximately 1,000 km/s (0.3% of speed of light) making it one of the fastest galaxies moving away from us. A more prominent feature is at the center of Messier 104 locates a supermassive black holed. This black hole is considered to be 'truly super' since it weighs about a billion times greater than our Sun's mass and is many hundred times heavier than our galaxy's central black hole. Looking at the radio regime of Messier 104 shows red, yellow, green and blue areas of the galaxy. The red indicates peak bright emission which is located at the center of the galaxy. Bright emission is less the further you go out from the center of the galaxy (from red to blue). The explanation is that Messier 104's main radio source comes from its center. Both the mid infra-red and near infra-red regimes shows gas of the galaxy to be glowing. In particular, in the mid infra-red, the red colours of the galaxy reveal cold dust whereas the blue colours show hot dust (think about E = hf, where h is Planck's constant and f is the frequency of the wave in question).In addition, the X-ray shows high energy point sources of Messier 104 which include globular clusters, the central supermassive blackhole and other X-ray sources."
	},{
		"name" : "Eagle Nebula",
		"images" : {
			"visible" : {
				"file": "eagle-neb-vis.jpg",
				"credit": "Herschel"
			},
			"fir" : {
				"file": "Eagle-neb-FIR.jpg",
				"credit" : ""
			},
			"xray" : {
				"file": "eagle-neb-xray.jpg",
				"credit": ""
			}
		},
		"coord" : {
			"ra" : "274.7",
			"dec" : "-13.49"
		},
		"info" : "Messier 16 is more commonly known as the Eagle Nebula or the Star Queen Nebula. It is a type of interstellar gas and dust cloud called an emmision nebula and is about 7,000 light years from Earth. The Eagle Nebula contains several active star forming gas and dust regions within it. Its dimensions are about 70 light years times 50 light years and inside gravity pulls gas together where, if there is enough of it, nuclear fusion is ignited and a star is formed.<p>In the visible wavelengths, the nebula shines for the most part as a result of reflrcted starlight and hot gas.</p><p>The X-Ray image shows how hot young stars are forming cavities and interacting with the surround cooler gas and dust."
	},{
		"name" : "Dumbbell Nebula",
		"images" : {
			"visible" : {
				"file": "M27-Vis.jpg",
				"credit": "TIE"
			},
			"fir" : {
			        "file": "M27-FIR.jpg",
			        "credit": "IRAS"
			},
			"radio" : {
				"file": "M27-Radio.jpg",
				"credit": "NVSS"
			},
			"mir" : {
				"file": "M27-MIR.jpg",
				"credit" : "IRAS"
			},
			"xray" : {
				"file": "M27-Xray.jpg",
				"credit": "ROSAT"
			}
		},
		"coord" : {
			"ra" : "299.90",
			"dec" : "22.72"
		},
		"info" : "This object is Messier 27 the Dumbbell Nebula (also known as M27, NGC 6853, and the Apple Core Nebula).It is about 1,300 light years from earth and is a dying star that is ejecting a shell of hot gas out in to space. A the centre is a very hot white dwaf star. Our own Sun is expected to go through the same process as M27 in a few million years. Referring to the near-infra red image of M27 we can see that the Dumbbell Nebula is unrecognisable. This is because the near-infra red light sent out mostly passes through the dust and gas of M27 leaving the Stars in the background to seen. In the mid-infrared region the Dumbbell Nebula appears as a blob due to the poor spatial resolution of the telescope. What we can see in this image is dust particles combined with the gas of the nebula. Finally, in the radio and X-ray regimes we can see there is little emissions from both regimes which are mainly centralised."
	},{
		"name" : "Pleiades",
		"images" : {
			"visible" : {
				"file": "M45-Visible_AAO.jpg",
				"credit": "Anglo-Australian Observatory"
			},
			"mir" : {
				"file": "M45-MIR_WISE.jpg",
				"credit" : "WISE"
			},
			"nir" : {
				"file": "M45-NIR_2MASS-composite.jpg",
				"credit" : "2MASS"
			},
			"radio" : {
				"file": "M45-Radio.jpg",
				"credit": "NVSS"
			},
			"uv" : {
				"file": "M45-UV.jpg",
				"credit": "MSX"
			},
			"fir" : {
				"file": "M45-FIR.jpg",
				"credit" : "IRAS"
			},
			"xray" : {
				"file": "M45-Xray.jpg",
				"credit": "Thomas Preibisch, Wurzburg (Germany)"
			}
		},
		"coord" : {
			"ra" : "56.85",
			"dec" : "24.117"
		},
		"info" : "Messier 45 is commonly referred to to at the Plaiades and is one of the most well known star clusters amongst amateur astronomers. It is easily visible to the naked eye in the northern winter sky and has been well documented for over 300 years. It contains around 500 stars, mostly faint, that are gravitationally bound together.<p> The visible image shows the brightest stars surrounded by reflection nebula which is produced by dust particles. Using spectroscopy, the chemical composition of these reflection nebula is found to be identicle to the main 'blue' stars thereby confirming that the nebula are just stellar light reflected by the dust.</p><p> Comparing the Near Infrared image with the visible image, it can be seen that the main bright stars are still visible but that the surrounding reflection nebula has disappeared. This due to the fact that the infrared can easily pass through the obscuring effects of dust and is therefore the main reason why astronomers use near infrared to study star formation; since these regions are usually very dusty and gaseous.</p><p>Turning to the mid-infrared and far-infrared pictures, the five-star pattern has almost disappeared and most of the infrared emission now corresponds to the dust. Hence unlike the near infrared which passes throught the dust, the longer wavelengths of infrared are due to the dust particles themselves.</p>"
	}]
}
